<?php

return [
    'image' => [
        'upload failed' => 'مشکل در اپلود عکس، مجددا تلاش کنید.',
    ],
    'general' => [
        'successful' => 'عملیات موفقیت آمیز',
        'not-found' => 'صفحه مورد نظر یافت نشد.',
        'unauthorized' => 'لطفا ابتدا وارد شوید.',
        'forbidden' => 'شما دسترسی لازم برای انجام این کارو ندارید.',
        'failed' => 'عملیات ناموفق',
        'unverified-email' => 'آدرس ایمیل شما تایید نشده است.',
        'unverified-mobile' => 'شماره موبایل شما تایید نشده است.',
    ],
];
